Repository: dilawar/microdc2
Catalog: po/*.po
Languages: pl

source: invalid argument %s for %s
pl: nieprawid³owy parametr %s dla %s

source: ambiguous argument %s for %s
pl: niejednoznaczny parametr %s dla %s

source: Valid arguments are:
pl: Poprawne parametry to:

source: Unknown system error
pl: Nieznany b³±d systemowy

source: Address family for hostname not supported
pl: Rodzina adresów dla tej nazwy hosta nie jest obs³ugiwana

source: Temporary failure in name resolution
pl: Odwzorowanie nazwy jest chwilowo niemo¿liwe

source: Bad value for ai_flags
pl: B³êdna warto¶æ dla ai_flags

source: Non-recoverable failure in name resolution
pl: Wyst±pi³ krytyczny b³±d w odwzorowaniu nazw

source: ai_family not supported
pl: ai_family zawiera nie obs³ugiwan± rodzinê protoko³ów

source: Memory allocation failure
pl: Wyst±pi³ b³±d przydzielania pamiêci

source: No address associated with hostname
pl: Brak adresu zwi±zanego z nazw± hosta

source: Name or service not known
pl: Ta nazwa lub us³uga jest nieznana

source: Servname not supported for ai_socktype
pl: Nazwa nie obs³ugiwana dla ai_socktype

source: ai_socktype not supported
pl: ai_socktype zawiera nie obs³ugiwany typ gniazda

source: System error
pl: B³±d systemowy

source: Processing request in progress
pl: ¯±danie przetworzenia jest ju¿ wykonywane

source: Request canceled
pl: ¯±danie anulowane

source: Request not canceled
pl: ¯±danie nie anulowane

source: All requests done
pl: Wszystkie ¿±dania wykonane

source: Interrupted by a signal
pl: Przerwane przez sygna³

source: Parameter string not correctly encoded
pl: £añcuch parametru niepoprawnie zakodowany

source: Unknown error
pl: Nieznany b³±d

source: %s: option `%s' is ambiguous
pl: %s: opcja `%s' jest niejednoznaczna

source: %s: option `--%s' doesn't allow an argument
pl: %s: opcja `--%s' nie zezwala na argument

source: %s: option `%c%s' doesn't allow an argument
pl: %s: opcja `%c%s' nie zezwala na argument

source: %s: option `%s' requires an argument
pl: %s: opcja `%s' wymaga argumentu

source: %s: unrecognized option `--%s'
pl: %s: nierozpoznana opcja `--%s'

source: %s: unrecognized option `%c%s'
pl: %s: nierozpoznana opcja `%c%s'

source: %s: illegal option -- %c
pl: %s: niedozwolona opcja -- %c

source: %s: invalid option -- %c
pl: %s: nieprawid³owa opcja -- %c

source: %s: option requires an argument -- %c
pl: %s: opcja wymaga argumentu -- %c

source: %s: option `-W %s' is ambiguous
pl: %s: opcja `-W %s' jest niejednoznaczna

source: %s: option `-W %s' doesn't allow an argument
pl: %s: opcja `-W %s' nie zezwala na argument

source: block size
pl: wielko¶æ bloku

source: This is free software. You may redistribute copies of it under the terms of the GNU General Public License <http://www.gnu.org/licenses/gpl.html>. There is NO WARRANTY, to the extent permitted by law.
pl: To jest wolne oprogramowanie. Mo¿esz rozpowszechniaæ jego kopie na zasadach Powszechnej Licencji Publicznej GNU <http://www.gnu.org/licenses/gpl.html>. Nie ma ¯ADNEJ GWARANCJI, w granicach dozwolonych przez prawo.

source: Written by %s.
pl: Autorem jest %s.

source: Written by %s and %s.
pl: Autorami s± %s oraz %s.

source: Written by %s, %s, and %s.
pl: Autorami s± %s, %s oraz %s.

source: Written by %s, %s, %s, and %s.
pl: Autorami s± %s, %s, %s oraz %s.

source: Written by %s, %s, %s, %s, and %s.
pl: Autorami s± %s, %s, %s, %s oraz %s.

source: Written by %s, %s, %s, %s, %s, and %s.
pl: Autorami s± %s, %s, %s, %s, %s oraz %s.

source: Written by %s, %s, %s, %s, %s, %s, and %s.
pl: Autorami s± %s, %s, %s, %s, %s, %s oraz %s.

source: Written by %s, %s, %s, %s, %s, %s, %s, and %s.
pl: Autorami s± %s, %s, %s, %s, %s, %s, %s oraz %s.

source: Written by %s, %s, %s, %s, %s, %s, %s, %s, and %s.
pl: Autorami s± %s, %s, %s, %s, %s, %s, %s, %s oraz %s.

source: Written by %s, %s, %s, %s, %s, %s, %s, %s, %s, and others.
pl: Autorami s± %s, %s, %s, %s, %s, %s, %s, %s, %s i inni.

source: memory exhausted
pl: pamiêæ wyczerpana

source: browse [USER]
pl: browse [U¯YTKOWNIK]

source: If USER is specified, queue the file list for that user for download and start browsing the user's files as soon as the list is downloaded. With no arguments, stop browsing.
pl: Je¶li podano parametr U¯YTKOWNIK, umieszcza w kolejce do pobrania listê plików tego u¿ytkownika i rozpoczyna przegl±danie jego plików jak tylko lista zostanie pobrana. Bez parametrów -- koñczy przegl±danie.

source: cancel CONNECTION ...
pl: cancel PO£¡CZENIE ...

source: Close a user connection. Use the `transfers' command to get a list of connections.
pl: Zamyka po³±czenie z u¿ytkownikiem. Skorzystaj z komendy `transfers' aby uzyskaæ listê po³±czeñ.

source: cd [DIRECTORY]
pl: cd [KATALOG]

source: Change directory when browsing another user's files. If DIRECTORY is not specified, change to the root directory (`/').
pl: Zmienia katalog podczas przegl±dania plików innego u¿ytkownika. Je¶li nie podano parametru KATALOG, przechodzi do katalogu g³ównego (`/').

source: Connect to a hub. If PORT is not specified, assume port 411.
pl: Ustanawia po³±czenie z hubem. Je¶li nie podano parametru PORT, u¿ywa portu 411.

source: Disconnect from the hub.
pl: Przerywa po³±czenie z hubem.

source: Quit the program.
pl: Koñczy dzia³anie programu.

source: find [FILE ...]
pl: find [PLIK ...]

source: List files and directories recursively. Assume current directory if FILE is not specified. Must be browsing a user's files to use this command.
pl: Listuje rekursywnie pliki i katalogi. Je¶li parametr PLIK nie zosta³ podany, rozpoczyna od katalogu bie¿±cego. U¿ycie tego polecenia jest mo¿liwe tylko przy przegl±daniu plików u¿ytkownika.

source: get FILE ...
pl: get PLIK ...

source: Queue file for download. Must be browsing a user's files to use this command.
pl: Kolejkuje plik do pobrania. U¿ycie tego polecenia jest mo¿liwe tylko przy przegl±daniu plików u¿ytkownika.

source: grantslot [USER ...]
pl: grantslot [U¯YTKOWNIK ...]

source: Grant a download slot for the specified users, or remove granted slot if the user was already granted one. Without arguments, display a list of users with granted slots.
pl: Przydziela slot pobierania podanym u¿ytkownikom, lub usuwa przydzielony slot, je¶li u¿ytkownikowi slot taki zosta³ przydzielony wcze¶niej. Bez podanych parametrów, wy¶wietla listê u¿ytkowników z przydzielonymi slotami.

source: help [COMMAND ...]
pl: help [POLECENIE ...]

source: If COMMAND is specified, display help for that command. Otherwise list all available commands.
pl: Je¶li podano parametr POLECENIE, wy¶wietla tekst pomocy dotycz±cy tego polecenie. W przeciwnym wypadku wy¶wietla listê wszystkich dostêpnych poleceñ.

source: ls [OPTION...] [FILE...]
pl: ls [OPCJA...] [PLIK...]

source: List files and directories. Assume current directory if FILE is not specified. Options: -l, --long use a long listing format
pl: Listuje pliki i katalogi. Je¶li nie podano parametru PLIK, domy¶lnie u¿ywa bie¿±cego katalogu. Opcje: -l, --long u¿ywa obszernego formatu wy¶wietlania

source: retry USER ...
pl: retry U¯YTKOWNIK ...

source: Try to connect and download files from the specified users.
pl: Próbuje po³±czyæ siê i pobraæ pliki od podanych u¿ytkowników.

source: msg USER MESSAGE...
pl: msg U¯YTKOWNIK WIADOMO¦Æ..

source: Send a private message to USER. Note that characters such as semicolon (`;'), double quote (`"') and number sign (`#') in MESSAGE need to be escaped or quoted. Therefore it is recommended to put MESSAGE in double quotes. Example: msg some_user "hello, how are you?"
pl: Wysy³a prywatn± wiadomo¶æ do U¯YTKOWNIK. Nale¿y pamiêtaæ, ¿e znaki takie jak ¶rednik (`;'), cudzys³ów (`"') oraz krzy¿yk (`#') w WIADOMO¦Æ musz± byæ eskejpowane lub brane w apostrofy. Z tego wzglêdu zalecane jest umieszczanie WIADOMO¦Æ w cudzys³owach. Przyk³ad: msg jaki¶_u¿ytkownik "cze¶æ, co s³ychaæ?"

source: Display user being browsed and current directory.
pl: Wy¶wietla aktualnie przegl±danego u¿ytkownika i bie¿±cy katalog.

source: queue [USER ...]
pl: queue [U¯YTKOWNIK ...]

source: Display files queued for download from the specified users. Without arguments, display a list of users we have queued files for.
pl: Wy¶wietla listê plików oczekuj±cych na pobranie od podanych u¿ytkowników. Bez podanych parametrów, wy¶wietla listê u¿ytkowników, których pliki oczekuj± w kolejce.

source: raw DATA...
pl: raw DANE...

source: Send some raw data to the hub. Note that characters such as semicolon (`;'), double quote (`"') and number sign (`#') in DATA need to be escaped or quoted. Therefore it is recommended to put DATA in double quotes.
pl: Wysy³a surowe dane do huba. Nale¿y pamiêtaæ, ¿e znaki takie jak ¶rednik (`;'), cudzys³ów (`"') oraz krzy¿yk (`#') w DANE musz± byæ eskejpowane lub brane w apostrofy. Z tego wzglêdu zalecane jest umieszczanie DANE w cudzys³owach.

source: results [INDEX ...]
pl: results [INDEKS ...]

source: If INDEX is specified, display results for the search by that index. Otherwise, display a list of searches and statistics over those searches.
pl: Je¶li podano parametr INDEKS, wy¶wietla wyniki wyszukiwania dla tegoindeksu. W przeciwnym wypadku wy¶wietla listê wyszukiwañ i ich statystyki.

source: say MESSAGE...
pl: say WIADOMO¦Æ..

source: Send a public message to users on the hub. Note that characters such as semicolon (`;'), double quote (`"') and number sign (`#') in MESSAGE need to be escaped or quoted. Therefore it is recommended to put MESSAGE in double quotes. Example: say "hi everyone!"
pl: Wysy³a publiczn± wiadomo¶æ do u¿ytkowników na hubie. Nale¿y pamiêtaæ, ¿e znaki takie jak ¶rednik (`;'), cudzys³ów (`"') oraz krzy¿yk (`#') w WIADOMO¦Æ musz± byæ eskejpowane lub brane w apostrofy. Z tego wzglêdu zalecane jest umieszczanie WIADOMO¦Æ w cudzys³owach. Przyk³ad: msg "siemanko wszystkim!"

source: search WORD...
pl: search WYRA¯ENIE...

source: Issue a search for the specified search words.
pl: Rozpoczyna wyszukiwanie podanego wyra¿enia.

source: set [NAME [VALUE...]]
pl: set [NAZWA [WARTO¦Æ...]]

source: Without arguments, display a list of variables and their current values. With only NAME argument, display the value of that variable. With NAME and VALUE arguments, change the value of a variable.
pl: Bez podanych parametrów, wy¶wietla listê zmiennych i ich aktualne warto¶ci. Je¶li podany zosta³ jedynie parametr NAZWA, wy¶wietla warto¶æ tej zmiennej. Je¶li podane zosta³y parametry NAZWA i WARTO¦Æ, zmienia warto¶æ zmiennej.

source: Display status information and some statistics.
pl: Wy¶wietla informacje o stanie i parê statystyk.

source: Display a list of user connections.
pl: Wy¶wietla listê po³±czeñ z u¿ytkownikami.

source: unqueue USER [RANGE]
pl: unqueue U¯YTKOWNIK [ZAKRES]

source: Remove all or a range of queued files for USER. If RANGE is not specified, remove all files from the queue. Use dash (`-') and comma (`,') in RANGE. Open ranges are accepted (e.g. `1-' or `-2').
pl: Usuwa pliki z kolejki dla U¯YTKOWNIK. Je¶li parametr ZAKRES nie zosta³ podany, usuwa wszystkie pliki z kolejki. W parametrze ZAKRES mo¿na u¿ywaæ my¶lnika (`-') i przecinka (`,'). Dozwolone s± niedomkniête zakresy (np. `1-' czy `-2').

source: unsearch INDEX ...
pl: unsearch INDEKS ...

source: Remove a previously issued search and all results for that search.
pl: Usuwa wcze¶niej wykonane wyszukiwanie oraz wszystkie jego wyniki.

source: who [USER ...]
pl: who [U¯YTKOWNIK ...]

source: If USER is specified, display information on that user. Otherwise, display a table of users with some user details.
pl: Je¶li podany zosta³ parametr U¯YTKOWNIK, wy¶wietla informacje o tym u¿ytkowniku. W przeciwnym wypadku wy¶wietla tabelkê z u¿ytkownikami i kilka informacji o nich.

source: alias [NAME[=VALUE] ...]
pl: alias [NAZWA[=WARTO¦Æ] ...]

source: Without arguments, display the list of aliases. With NAME argument, display what value (command) that alias is set to. With both NAME and VALUE argument, change alias. Note that VALUE is a single argument - you need to use quotes for more complex commands. Example: alias ll "ls -l"
pl: Bez podanych parametrów, wy¶wietla aktualn± listê aliasów. Je¶li podano parametr NAZWA, wy¶wietla jak± warto¶æ (polecenie) ma przypisany alias. Je¶li podano parametry NAZWA i WARTO¦Æ, zmienia alias. Nale¿y pamiêtaæ, ¿e WARTO¦Æ jest pojedynczym argumentem -- nale¿y u¿yæ cudzys³owów dla bardziej z³o¿onych poleceñ. Przyk³ad: alias ll "ls -l"

source: unalias NAME ...
pl: unalias NAZWA ...

source: Remove aliases.
pl: Usuwa aliasy.

source: shell [COMMAND [ARGUMENTS...]]
pl: shell [POLECENIE [ARGUMENTY...]]

source: Execute a system command. If no arguments are specified, the current shell will be started (SHELL environment variable or `/bin/sh' if that is not set). microdc will continue in the background while the command is executing.
pl: Wykonuje polecenie pow³oki. Je¶li nie zostan± podane ¿adne parametry, uruchomiona bêdzie aktualna pow³oka (ze zmiennej ¶rodowiskowej SHELL, lub `/bin/sh', gdy zmienna ta nie jest ustawiona). microdc bêdzie dzia³aæ w tle podczas gdy polecenie bêdzie wykonywane.

source: Lookup the IP address of specified hosts.
pl: Wyszukuje adres IP podanych hostów

source: %s: Unknown command.
pl: %s: Nieznana komenda.

source: Cannot create child process - %s
pl: Nie mo¿na utworzyæ procesu potomnego - %s

source: %s: cannot execute - %s
pl: %s: nie mo¿na wykonaæ - %s

source: Hub state: %s
pl: Stan huba: %s

source: Not connected
pl: Brak po³±czenia

source: Looking up IP address
pl: Wyszukiwanie adresu IP

source: Waiting for complete connection
pl: Oczekiwanie na zakoñczenie po³±czenia

source: Waiting for $Lock
pl: Oczekiwanie na $Lock

source: Waiting for $Hello
pl: Oczekiwanie na $Hello

source: Logged in
pl: Zalogowany

source: Hub users: %s
pl: U¿ytkownicy huba: %s

source: (not logged in)
pl: (niezalogowany)

source: byte
pl: bajt

source: (none)
pl: (brak)

source: Bytes received: %<PRIu64> %s (%s)
pl: Otrzymanych bajtów: %<PRIu64> %s (%s)

source: Bytes sent: %<PRIu64> %s (%s)
pl: Wys³anych bajtów: %<PRIu64> %s (%s)

source: Usage: %s MESSAGE..
pl: U¿ycie: %s WIADOMO¦Æ..

source: Not connected.
pl: Brak po³±czenia.

source: Usage: %s USER MESSAGE..
pl: U¿ycie: %s U¯YTKOWNIK WIADOMO¦Æ..

source: %s: No such user on this hub
pl: %s: Nie ma takiego u¿ytkownika na tym hubie

source: Usage: %s DATA...
pl: U¿ycie: %s DANE...

source: Usage: %s HOST[:PORT]
pl: U¿ycie: %s HOST[:PORT]

source: Connection in progress, disconnect first.
pl: Po³±czenie w trakcie nawi±zywania, najpierw siê roz³±cz.

source: Invalid port number %s
pl: Nieprawid³owy numer portu %s

source: Disconnecting from hub.
pl: Roz³±czanie.

source: %s has been granted a slot.
pl: Przydzielono slot dla %s.

source: %s is no longer granted a slot.
pl: %s nie posiada ju¿ przydzielonego slotu.

source: Now browsing %s.
pl: Przegl±dasz teraz %s.

source: Not browsing any user.
pl: Nie przegl±dasz ¿adnego u¿ytkownika.

source: %s: Cannot get file status - %s
pl: %s: Nie mo¿na wykonaæ operacji stat - %s

source: No free connections. Queued file for download.
pl: Brak wolnych po³±czeñ. Plik zakolejkowano do pobrania.

source: (%s) Waiting for file list.
pl: (%s) Oczekiwanie na listê plików.

source: No previous path.
pl: Brak poprzedniej ¶cie¿ki.

source: %s: not a directory
pl: %s: nie jest katalogiem

source: %s: No such file or directory
pl: %s: Nie ma takiego pliku ani katalogu

source: %s: Already connected to user.
pl: %s: Po³±czenie z u¿ytkownikiem ju¿ istnieje.

source: Usage: %s USER [RANGE]
pl: U¿ycie: %s U¯YTKOWNIK [ZAKRES]

source: %s: Invalid range, or index out of range (1-%d)
pl: %s: Nieprawid³owy zakres, lub indeks poza zakresem (1-%d)

source: Description: %s
pl: Opis: %s

source: Speed: %s
pl: Prêdko¶æ: %s

source: Level: %d
pl: Poziom: %d

source: E-mail: %s
pl: Adres e-mail: %s

source: Cannot get current time - %s
pl: Nie mo¿na uzyskaæ aktualnego czasu - %s

source: Upload slots: %d/%d Download slots: %d/unlimited
pl: Sloty upload: %d/%d Sloty download: %d/nieograniczone

source: Usage: %s CONNECTION ...
pl: U¿ycie: %s PO£¡CZENIE ...

source: %s: No such user connection.
pl: %s: Nie ma takiego po³±czenia z u¿ytkownikiem.

source: Usage: %s STRING...
pl: U¿ycie: %s WZORZEC...

source: Closed
pl: Zamkniête

source: Open
pl: Otwarte

source: %d. %s (%s) Results: %d
pl: %d. %s (%s) Wyników: %d

source: %s: Invalid search index.
pl: %s: Nieprawid³owy indeks wyszukiwania.

source: Search %d:
pl: Wyszukiwanie %d:

source: Usage: %s INDEX
pl: U¿ycie: %s INDEKS

source: %s: No such alias.
pl: %s: Nie ma takiego aliasu.

source: %s: Invalid alias name
pl: %s: Nieprawid³owa nazwa aliasu

source: %s: Cannot override built-in command.
pl: %s: Nie mo¿na nadpisaæ wewnêtrznej komendy.

source: Usage: %s NAME ...
pl: U¿ycie: %s NAZWA ...

source: Queue already contains this file, ignoring
pl: Ten plik jest ju¿ w kolejce, pomijam

source: Usage: %s FILE ...
pl: U¿ycie: %s PLIK ...

source: Matched %s
pl: Dopasowano %s

source: Downloading %<PRIu64> %s in %<PRIu32> %s
pl: Pobieranie %<PRIu64> %s (%<PRIu32> %s)

source: file
pl: plik

source: %s: No files to download.
pl: %s: Brak plików do pobrania.

source: No free connections. Queued files for download.
pl: Brak wolnych po³±czeñ. Pliki zakolejkowano do pobrania.

source: missing host argument
pl: brak parametru host

source: too many arguments
pl: zbyt wiele argumentów

source: %s: Not a directory
pl: %s: Nie jest katalogiem

source: Invalid $Lock message: Key to short
pl: Nieprawid³owy komunikat $Lock: Zbyt krótki klucz

source: %s: Cannot open file for reading - %s
pl: %s: Nie mo¿na otworzyæ pliku do czytania - %s

source: %s: Cannot read from file - %s
pl: %s: Nie mo¿na czytaæ z pliku - %s

source: %s: Premature end of file
pl: %s: Przedwczesny koniec pliku

source: %s: Cannot close file - %s
pl: %s: Nie mo¿na zamkn±æ pliku - %s

source: %s: Invalid data, cannot decode
pl: %s: Nieprawid³owe dane, nie mo¿na dekodowaæ

source: Cannot create pipe pair - %s
pl: Nie mo¿na utworzyæ pary potoków - %s

source: Cannot set non-blocking flag - %s
pl: Nie mo¿na ustawiæ opcji nieblokowania - %s

source: Cannot create process - %s
pl: Nie mo¿na utworzyæ procesu - %s

source: %s: Cannot create directory - %s
pl: %s: Nie mo¿na utworzyæ katalogu - %s

source: %s: Cannot open directory - %s
pl: %s: Nie mo¿na otworzyæ katalogu - %s

source: %s: Not a regular file or directory, ignoring
pl: %s: Nie jest zwyk³ym plikiem ani katalogiem, pomijam

source: %s: Cannot read directory - %s
pl: %s: Nie mo¿na przeczytaæ katalogu - %s

source: %s: Cannot close directory - %s
pl: %s: Nie mo¿na zamkn±æ katalogu - %s

source: %s: Cannot remove file - %s
pl: %s: Nie mo¿na usun±æ pliku - %s

source: %s: Cannot open file for writing - %s
pl: %s: Nie mo¿na otworzyæ pliku do pisania - %s

source: %s: Cannot write to file - %s
pl: %s: Nie mo¿na pisaæ do pliku - %s

source: Scanning directory %s
pl: Przeszukujê katalog %s

source: Cannot append to hub send queue - %s
pl: Nie mo¿na dodaæ do kolejki wysy³ania do huba - %s

source: %s: Cannot look up address - %s
pl: %s: Nieudane wyszukiwanie adresu - %s

source: Looking up IP address for %s
pl: Wyszukiwanie adresu IP dla %s

source: Cannot create socket - %s
pl: Nie mo¿na utworzyæ gniazda - %s

source: Connecting to hub on %s.
pl: £±czenie z hubem na %s.

source: %s: Cannot connect - %s
pl: %s: Nieudane po³±czenie - %s

source: Shutting down hub connection.
pl: Zamykanie po³±czenia z hubem.

source: Cannot close socket - %s
pl: Nie mo¿na zamkn±æ gniazda - %s

source: Received %s message in wrong state.
pl: Otrzymano komunikat %s w z³ym stanie.

source: Invalid $Lock message: Missing Pk value
pl: Nieprawid³owy komunikat $Lock: Brak warto¶ci Pk

source: Hub requires password.
pl: Hub wymaga has³a.

source: Sending password to hub.
pl: Wysy³anie has³a do huba.

source: Password not accepted.
pl: Has³o odrzucone.

source: You have received operator status.
pl: Otrzyma³e¶ status operatora.

source: Hub name is %s.
pl: Nazwa huba: %s.

source: Hub did not accept nick. Nick may be in use.
pl: Hub odrzuci³ Twój nick. Ten nick mo¿e juz byæ zajêty.

source: Nick accepted. You are now logged in.
pl: Nick zaakceptowany. Jeste¶ zalogowany.

source: Nick accepted but modified to %s. You are now logged in.
pl: Nick zaakceptowany ale zmieniony na %s. Jeste¶ zalogowany.

source: User %s logged in.
pl: U¿ytkownik %s zalogowa³ siê.

source: Invalid $MyINFO message: Missing $ALL parameter, ignoring
pl: Nieprawid³owy komunikat $MyINFO: Brak parametru $ALL, pomijam

source: Invalid $MyINFO message: Missing nick parameter, ignoring
pl: Nieprawid³owy komunikat $MyINFO: Brak parametru nick, pomijam

source: Invalid $MyINFO message: Missing description parameter, ignoring
pl: Nieprawid³owy komunikat $MyINFO: Brak parametru description, pomijam

source: Invalid $MyINFO message: Missing description separator, ignoring
pl: Nieprawid³owy komunikat $MyINFO: Brak separatora opisu, pomijam

source: Invalid $MyINFO message: Missing connection speed, ignoring
pl: Nieprawid³owy komunikat $MyINFO: Brak informacji o prêdko¶ci po³±czenia, pomijam

source: Invalid $MyINFO message: Missing e-mail address, ignoring
pl: Nieprawid³owy komunikat $MyINFO: Brak adresu e-mail, pomijam

source: Invalid $MyINFO message: Missing share size, ignoring
pl: Nieprawid³owy komunikat $MyINFO: Brak informacji o ilo¶ci udostepnianych zasobów, pomijam

source: Invalid $MyINFO message: Invalid share size, ignoring
pl: Nieprawid³owy komunikat $MyINFO: Nieprawid³owa informacja o ilo¶ci udostêpnianych zasobów, pomijam

source: Hub is full.
pl: Hub jest pe³ny.

source: Public: %s
pl: Publicznie: %s

source: Invalid $To message: Missing text separator, ignoring
pl: Nieprawid³owy komunikat $To: Brak separatora tekstu, pomijam

source: Private: [%s] %s
pl: Prywatnie: [%s] %s

source: Invalid $ConnectToMe message: Missing or invalid nick
pl: Nieprawid³owy komunikat $ConnectToMe: Brakuj±cy lub nieprawid³owy nick

source: Invalid $ConnectToMe message: Invalid address specification.
pl: Nieprawid³owy komunikat $ConnectToMe: Nieprawid³owa postaæ adresu.

source: Connecting to user on %s
pl: £±czenie z u¿ytkownikiem na %s

source: Invalid $RevConnectToMe message: Missing nick parameter
pl: Nieprawid³owy komunikat $RevConnectToMe: Brak parametru nick

source: Invalid $RevConnectToMe message: Remote nick is our nick
pl: Nieprawid³owy komunikat $RevConnectToMe: Zdalny nick to nasz nick

source: Invalid $RevConnectToMe message: Unknown user %s, ignoring
pl: Nieprawid³owy komunikat $RevConnectToMe: Nieznany u¿ytkownik %s, pomijam

source: No more connections to user %s allowed.
pl: Wyczerpany limit po³±czeñ z u¿ytkownikiem %s.

source: User %s is also passive. Cannot establish connection.
pl: U¿ytkownik %s równie¿ pracuje w trybie pasywnym. Nie mo¿na nawi±zaæ po³±czenia.

source: Invalid $Quit message: Unknown user %s.
pl: Nieprawid³owy komunikat $Quit: Nieznany u¿ytkownik %s

source: Invalid $Search message: Missing source specification.
pl: Nieprawid³owy komunikat $Search: Brak wyszczególnienia ¼ród³a.

source: Invalid $Search message: Unknown user %s.
pl: Nieprawid³owy komunikat $Search: Nieznany u¿ytkownik %s.

source: Invalid $Search message: Invalid address specification.
pl: Nieprawid³owy komunikat $Search: Nieprawid³owa postaæ adresu.

source: Cannot get error status - %s
pl: Nie mo¿na uzyskaæ informacji o b³êdzie - %s

source: Cannot connect - %s
pl: Nieudane po³±czenie - %s

source: Cannot get socket address - %s
pl: Nie mo¿na uzyskaæ adresu gniazda - %s

source: Connected to hub from %s.
pl: Pod³±czono do huba z %s.

source: ConnectToMe already sent to user %s. Waiting.
pl: ConnectToMe zosta³o ju¿ wys³ane do u¿ytkownika %s. Oczekiwanie.

source: RevConnectToMe already sent to user %s. Waiting.
pl: RevConnectToMe zosta³o ju¿ wys³ane do u¿ytkownika %s. Oczekiwanie.

source: User %s is also passive. Cannot communicate.
pl: U¿ytkownik %s równie¿ pracuje w trybie pasywnym. Brak mo¿liwo¶ci komunikacji.
