Repository: dilawar/microdc2
Catalog: po/*.po
Languages: pl

source: Incorrect parity, ignoring
pl: Nieprawid³owa parzysto¶æ, pomijam

source: User connection %s renamed to %s.
pl: Po³±czenie u¿ytkownika %s przemianowane na %s.

source: in %s (%s/s)
pl: %s (%s/s)

source: %s: %s of %s %s%s. %s %s%s.
pl: %s: %s %s %s%s. %s %s%s.

source: Upload
pl: Wysy³anie

source: Download
pl: Pobieranie

source: succeeded
pl: powiod³o siê

source: failed
pl: nie powiod³o siê

source: transferred
pl: przes³ano

source: %s: Cannot rename file to %s - %s
pl: %s: Nie mo¿na zmieniæ nazwy pliku na %s - %s

source: cannot rename file
pl: nie mo¿na zmieniæ nazwy pliku

source: Cannot close pipe - %s
pl: Nie mo¿na zamkn±æ potoku - %s

source: unknown%<PRIu32>
pl: nieznany%<PRIu32>

source: Shutting down user connection process for %s.
pl: Zamykanie procesu po³±czenia z u¿ytkownikiem dla %s.

source: Downloading %3d%% (at %5d kb/s) %s
pl: Pobieranie %3d%% (z prêdko¶ci± %5d kb/s) %s

source: Uploading %3d%% (at %5d kb/s) %s
pl: Wysy³anie %3d%% (z prêdko¶ci± %5d kb/s) %s

source: Idle
pl: Bezczynny

source: user process %s
pl: proces u¿ytkownika %s

source: User %s: %s
pl: U¿ytkownik %s: %s

source: %s: Starting %s of %s (%<PRIu64> of %<PRIu64> %s).
pl: %s: Rozpoczêto %s pliku %s (%<PRIu64> z %<PRIu64> %s).

source: upload
pl: wysy³anie

source: download
pl: pobieranie

source: %s: Starting %s of %s (%<PRIu64> %s).
pl: %s: Rozpoczêto %s pliku %s (%<PRIu64> bajtów %s).

source: Received unknown message %d from user process, shutting down process.
pl: Otrzymano nieznany komunikat %d od procesu u¿ytkownika, zamykanie procesu.

source: Cannot write to signal pipe - %s
pl: Nie mo¿na pisaæ do potoku sygna³owego - %s

source: Cannot read from signal pipe - %s
pl: Nie mo¿na czytaæ z potoku sygna³owego - %s

source: Received TERM signal, shutting down.
pl: Otrzymano sygna³ TERM, zamykanie.

source: Shell process
pl: Proces pow³oki

source: Lookup process
pl: Proces rozwi±zywania nazw

source: Parse process
pl: Proces parsowania

source: User process
pl: Proces u¿ytkownika

source: %s exited with return code %d.
pl: %s zakoñczy³ siê w stanie %d.

source: %s terminated by signal %s.
pl: %s zosta³ przerwany sygna³em %s.

source: Cannot wait for processes - %s
pl: Nieudane oczekiwanie na proces - %s

source: %s: Cannot open file - %s
pl: %s: Nie mo¿na otworzyæ pliku - %s

source: user (search result)
pl: u¿ytkownik (wynik wyszukiwania)

source: Cannot enable address reusing - %s
pl: Nie mo¿na zastosowaæ ponownego u¿ywania adresu - %s

source: Cannot bind to address - %s
pl: Nie mo¿na dowi±zaæ adresu - %s

source: Cannot listen - %s
pl: Nie mo¿na nas³uchiwaæ - %s

source: Listening on %s.
pl: Nas³uchiwanie na %s.

source: Cannot accept user connection - %s
pl: Nie mo¿na przyj±æ po³±czenia u¿ytkownika - %s

source: User from %s connected.
pl: U¿ytkownik z %s po³±czony.

source: %s: Cannot set locale: %s
pl: %s: Nie mo¿na ustawiæ lokalizacji: %s

source: %s: Cannot bind message domain: %s
pl: %s: Nie mo¿na dowi±zaæ dziedziny komunikatów: %s

source: %s: Cannot set message domain: %s
pl: %s: Nie mo¿na ustawiæ dziedziny komunikatów: %s

source: Usage: %s [OPTION]...
pl: U¿ycie: %s [OPCJA]...

source: Start microdc, a command-line based Direct Connect client.
pl: Uruchamia microdc, klienta Direct Connect z interfejsem tekstowym.

source: -n, --no-config do not read config file on startup
pl: -n, --no-config nie czytaj pliku konfiguracyjnego przy starcie

source: --help display this help and exit
pl: --help wy¶wietla ten tekst i koñczy program

source: --version output version information and exit
pl: --version wy¶wietla informacjê o wersji i koñczy program

source: Report bugs to <%s>.
pl: B³êdy proszê zg³aszaæ na adres <%s>.

source: Cannot empty signal set - %s
pl: Nie mo¿na opró¿niæ zbioru sygna³ów - %s

source: Cannot register signal handler - %s
pl: Nie mo¿na zarejestrowaæ odbiornika sygna³ów - %s

source: Cannot find directory for temporary files - %s
pl: Nie mo¿na odnale¼æ katalogu na pliki tymczasowe - %s

source: Cannot select - %s
pl: Nie mo¿na wykonaæ select - %s

source: Cannot close search results socket - %s
pl: Nie mo¿na zamkn±æ gniazda wyników wyszukiwania - %s

source: Cannot close user connections socket - %s
pl: Nie mo¿na zamkn±æ gniazda po³±czeñ u¿ytkowników - %s

source: Cannot close signal pipe - %s
pl: Nie mo¿na zamkn±æ potoku sygna³owego - %s

source: No longer logging to file.
pl: Zaprzestano logowania do pliku.

source: %s: Cannot open file for appending - %s
pl: %s: Nie mo¿na otworzyæ pliku do dopisywania - %s

source: Logging to `%s'.
pl: Logowanie do `%s'.

source: %s: Cannot write history - %s
pl: %s: Nie mo¿na zapisaæ historii - %s

source: %s: Cannot read history - %s
pl: %s: Nie mo¿na odczytaæ historii - %s

source: Sent %d/%d search results to %s.
pl: Wys³ano %d/%d wyników wyszukiwania do %s.

source: No search results.
pl: Brak wyników wyszukiwania.

source: No pattern to match.
pl: Brak wzorca do porównywania.

source: Reissuing search %d.
pl: Powtarzanie wyszukiwania %d.

source: Issuing new search with index %d.
pl: Wykonanie nowego wyszukiwania z indeksem %d.

source: Unterminated or invalid $SR, discarding: %s
pl: Niezakoñczone lub nieprawid³owe $SR, odrzucam: %s

source: Result has been added earlier to search %d.
pl: Wynik wyszukiwania zosta³ wcze¶niej dodany do wyszukiwania %d.

source: Added result to search %d (now %d result).
pl: Dodano wynik do wyszukiwania %d (aktualnie %d wynik).

source: main process
pl: proces g³ówny

source: user
pl: u¿ytkownik

source: Too many connections to user, or no free slots.
pl: Zbyt wiele po³±czeñ z u¿ytkownikiem, lub brak wolnych slotów.

source: User %s not on hub, or too many connections to user.
pl: U¿ytkownik %s poza hubem, lub zbyt wiele po³±czeñ z u¿ytkownikiem.

source: No more files to download.
pl: Brak innych plików do pobrania.

source: %s: Cannot get file status: %s
pl: %s: Nie mo¿na wykonaæ operacji stat: %s

source: local error
pl: b³±d lokalny

source: %s: File exists and is not a regular file
pl: %s: Plik istnieje i nie jest zwyczajnym plikiem

source: communication error
pl: b³±d komunikacji

source: remote file is smaller than local (expected %<PRIu64>, got %<PRIu64> %s)
pl: zdalny plik jest mniejszy ni¿ lokalny (spodziewane %<PRIu64>, uzyskano %<PRIu64> %s)

source: %s: Cannot seek to resume position - %s
pl: %s: Nie mo¿na przewin±æ pliku do pozycji wznowienia - %s

source: no data to transfer
pl: brak danych do przes³ania

source: no such shared file
pl: nie ma takiego udostêpnianego pliku

source: %s: Resume offset %<PRIu64> outside file
pl: %s: Offset wznowienia %<PRIu64> jest poza plikiem

source: resume offset out of range
pl: offset wznowienia jest poza zakresem

source: %s: Cannot seek in file - %s
pl: %s: Nie mo¿na wyszukiwaæ w pliku - %s

source: transfer complete
pl: przesy³anie ukoñczone

source: Invalid $Direction message: Missing direction parameter
pl: Nieprawid³owy komunikat $Direction: Brak parametru direction

source: Invalid $Direction message: Invalid direction parameter
pl: Nieprawid³owy komunikat $Direction: Nieprawid³owy parametr direction

source: Invalid $Direction message: Missing challenge parameter
pl: Nieprawid³owy komunikat $Direction: Brak parametru challenge

source: Invalid $Direction message: Invalid challenge parameter
pl: Nieprawid³owy komunikat $Direction: Nieprawid³owy parametr challenge

source: User does not want to download, nor do we.
pl: U¿ytkownik nie chce pobieraæ, my równie¿.

source: Invalid $Key message: Incorrect key, ignoring
pl: Nieprawid³owy komunikat $Key: Niew³a¶ciwy klucz, pomijam

source: Invalid $Get message: Missing offset, assuming start
pl: Nieprawid³owy komunikat $Get: Brak offsetu, zak³adam pocz±tek

source: Invalid $Get message: Offset not integer
pl: Nieprawid³owy komunikat $Get: Offset nie jest liczb± ca³kowit±

source: remote did not want file
pl: zdalny u¿ytkownik nie przyj±³ pliku

source: remote is maxed out
pl: zdalny u¿ytkownik jest wymaksowany

source: protocol error: invalid $FileLength message
pl: b³±d protoko³u: nieprawid³owy komunikat $FileLength

source: file not available on remote
pl: plik niedostêpny u zdalnego u¿ytkownika

source: remote error: %s
pl: b³±d zdalny: %s

source: Received error from user: %s
pl: Otrzymano b³±d od u¿ytkownika: %s

source: Connected to user.
pl: Po³±czono z u¿ytkownikiem.

source: Idle timeout (%d seconds)
pl: Limit czasu bezczynno¶ci (%d sekund)

source: Received unknown message from main process, shutting down process.
pl: Otrzymano nieznany komunikat od procesu g³ównego, zamykanie procesu.

source: Cannot close transfer file - %s
pl: Nie mo¿na zamkn±æ przesy³anego pliku - %s

source: Cannot close user connection - %s
pl: Nie mo¿na zamkn±æ po³±czenia z u¿ytkownikiem - %s

source: 0,off,no,false
pl: 0,off,no,false,wy³±czone,nie,fa³sz

source: 1,on,yes,true
pl: 1,on,yes,true,w³±czone,tak,prawda

source: Nick cannot be empty.
pl: Nick nie mo¿e byæ pusty.

source: Nick is too long - max length is 35 characters.
pl: Zbyt d³ugi nick - maksymalna d³ugo¶æ to 35 znaków.

source: Nick may not contain `$', `|' or space characters.
pl: Nick nie mo¿e zawieraæ znaków `$', `|', ani spacji.

source: Description may not contain `$' or `|' characters.
pl: Opis nie mo¿e zawieraæ znaków `$' ani `|'.

source: Description is too long - max length is 35 characters.
pl: Zbyt d³ugi opis - maksymalna d³ugo¶æ to 35 znaków.

source: E-mail may not contain `$' or `|' characters.
pl: Adres e-mail nie mo¿e zawieraæ znaków `$' ani `|'.

source: E-mail is too long - max length is 35 characters.
pl: Zbyt d³ugi adres e-mail - maksymalna d³ugo¶æ to 35 znaków.

source: Tag may not contain `$' or `|' characters.
pl: Tag nie mo¿e zawieraæ znaków `$' ani `|'.

source: Speed may not contain `$' or `|' characters.
pl: Prêdko¶æ nie mo¿e zawieraæ znaków `$' ani `|'.

source: Invalid slot number `%s'
pl: Nieprawid³owa liczba slotów `%s'

source: Specify active as `0', `no', `off', `1', `yes', or `on'.
pl: Warto¶ci± zmiennej active musi byæ `0', `nie', `wy³±czone', `1', `tak' lub `w³±czone'.

source: Active setting not changed.
pl: Zmienna active nie zosta³a zmieniona.

source: Removing listening address.
pl: Usuwam adres nas³uchiwania.

source: %s: Specify listen address as an IP address
pl: %s: Podaj adres nas³uchiwania w postaci adresu IP

source: Listening address set to %s.
pl: Adres nas³uchiwania ustawiony na %s.

source: No flag by the name %s, display flags not changed.
pl: Brak flagi o nazwie %s, flagi wy¶wietlania pozosta³y nie zmienione.

source: Cannot set and add or delete flags at the same time.
pl: Nie mo¿na jednocze¶nie ustawiaæ oraz dodawaæ i kasowaæ flag.

source: Invalid value `%s' for port number.
pl: Nieprawid³owa warto¶æ `%s' dla numeru portu.

source: on
pl: w³±czone

source: off
pl: wy³±czone

source: Removing current password.
pl: Usuwam obecne has³o.

source: Password may not contain `|' characters.
pl: Has³o nie mo¿e zawieraæ znaków `|'.

source: No value is set for `%s'.
pl: Brak ustawionej warto¶ci dla `%s'.

source: Current value for `%s': %s
pl: Aktualna warto¶æ dla `%s': %s

source: option `--%s' is ambiguous
pl: opcja `--%s' jest niejednoznaczna

source: unrecognized option `--%s'
pl: nierozpoznana opcja `--%s'

source: invalid option -- %c
pl: nieprawid³owa opcja -- %c

source: option requires an argument -- %c
pl: opcja wymaga argumentu -- %c

source: option `--%s' doesn't allow an argument
pl: opcja `--%s' nie zezwala na argument

source: option `--%s' requires an argument
pl: opcja `--%s' wymaga argumentu
